{
  "main": {
    "name": "Anil Ghimire",
    "description": "I'm Full Stack Web developer and I mainly use the MERN stack",
    "image": "profilepic.jpg",
    "bio": "I love design and innovation of products that makes peoples life convenient. From my early childhood, I was fascinated by the working mechanism and innovation of technologies like car, airplane and cell phone. Since then, I wanted to be someone who works for the design and innovation of such products. It seemed like an appropriate dream given that I graduated with BE in Mechanical Engineering. I gravitated towards the design, innovation and improvements of products for the welfare of society. I got chance to work on a project with Department of Sanitation New York(DSNY) for the design improvement of trucks interior. Apart from the experience in Engineering, I yearned to learn more, yearned to learn something related to programming to compete in the era of computer technologies. That’s when it happened; the spark got ignited at the instant I learned my first Java tutorial video. Since then, I can’t get enough of learning programming languages. I learnt HTML,CSS, JavaScript and Linux. Web development at all calls to my passion as it incorporates my creativity and problem-solving skills and moreover I’m allowed to break to improve the code. I love applying different design principles and watch my web pages shrink into different devices. I was oddly satisfied when I published my first web page, but I still keep my creativity flash intact. My specialties include problem solving, responsive design principles, result oriented and quickly learning new skills and programming language. Till now, I have learnt C++, MATLAB, Java, JavaScript, HTML, CSS, Linux and AWS. I have started learning Python and SQL. I’m enthusiastically learning other programming languages and principles that I can incorporate in future.",
    "contactmessage": "Here is where you should write your message to readers to have them get in contact with you.",
    "email": "anilghimire.ccny@gmail.com",
    "phone": "347-450-7026",
    "github": "https://github.com/ghimireanil",
    "project": "https://github.com/",
    "address": {
      "street": "Jackson Heights",
      "city": "New York,",
      "state": "NY"
    },
    "website": "https://github.com/",
    "resumedownload": "https://drive.google.com/file/d/1nNQKEUnnWk96drZi9WaBNiOVjG-1IpIq/view?usp=sharing",
    "social": [
      {
        "name": "facebook",
        "url": "https://www.facebook.com/anilghimire95/",
        "className": "fa fa-facebook"
      },
      {
        "name": "twitter",
        "url": "https://twitter.com/ghimireani",
        "className": "fa fa-twitter"
      },
      {
        "name": "linkedin",
        "url": "https://github.com/ghimireanil",
        "className": "fa fa-linkedin"
      },
      {
        "name": "instagram",
        "url": "https://www.instagram.com/ghimireani/",
        "className": "fa fa-instagram"
      },
      {
        "name": "github",
        "url": "https://github.com/ghimireanil",
        "className": "fa fa-github"
      }
    ]
  },
  "resume": {
    "skillmessage": "Here are the brief description of my skills",
    "education": [
      {
        "school": "The City College of New York",
        "degree": "B.E. in Mechanical Engineering",
        "graduated": "May 2020",
        "description": "Excelled in courses like C++, Numerical Methods, Calculus, Statistics, Dynamics and was awarded Dean’s list for Fall 2018, Spring 2019, Fall 2019"
      },
      {
        "school": "LaGuardia Community College",
        "degree": "A.S in Mechanical Engineering",
        "graduated": "December 2017",
        "description": "Awarded Dean’s list for Spring 2016, Fall 2016, Spring 2017, Fall 2017 and Recipient of LaGuardia Foundation Scholarship, 2016-2017"
      }
    ],
    "work": [
      {
        "company": "Algorizin",
        "title": "Full Stack Web Developer Intern",
        "years": "September 2020 - Present",
        "description": "Developed a mobile app known as “Nudge”, which is particularly dedicated for the alumni network and designed for professional career advisement; it authenticates users based on colleges and grants them access to video conferencing, meetings scheduler, and sending texts"
      },
      {
        "company": "Department of Sanitation NY",
        "title": "Engineering Intern",
        "years": "September 2019- May 2020",
        "description": "Led a team of 5 to design and fabricate a storage box for collector trucks for DSNY using SolidWorks and Finite Element Analysis (FEA) and examined the obtained results from SolidWorks using MATLAB for prototype manufacturing "
      }
    ],
    "skills": [
      {
        "name": "Java",
        "level": "70%"
      },
      {
        "name": "JavaScript",
        "level": "90%"
      },
      {
        "name": "ReactJs",
        "level": "85%"
      },
      {
        "name": "CSS",
        "level": "90%"
      },
      {
        "name": "Node",
        "level": "80%"
      }
    ]
  },
  "portfolio": {
    "projects": [
      {
        "title": "Pizza Website",
        "category": "Regular frontend website to order pizza developed using React JS styled components",
        "image": "project1.jpg",
        "url": "https://github.com/ghimireanil/pizza_website"
      },
      {
        "title": "Food App",
        "category": "Launched an app HamroFood that helps user to order food from their nearby location ",
        "image": "project2.jpg",
        "url": "https://github.com/ghimireanil/food-order-app"
      },
      {
        "title": "Budget Tracker",
        "category": "Created a budget tracker which list the reansactions by their type and calculate their respective subtotal",
        "image": "project3.jpg",
        "url": "https://github.com/ghimireanil/myWallet-ReactJS"
      },
      {
        "title": "Chat box",
        "category": "Designed an app whee users can chat among eachothers and in a group",
        "image": "project4.jpg",
        "url": "https://github.com/ghimireanil/chatbox-ReactJS"
      }
    ]
  }
}
